[
  {
    "name": "10 Yard Fight",
    "released": {
      "US": "10-18-1985",
      "JPN": "",
      "EUR": ""
    },
    "developers": ["Nintendo R&D1"],
    "publishers": ["Nintendo"],
    "series": "Sports",
    "copy": {
      "description": "10-Yard Fight is a 1-2 player football game and one of the first NES games released in North America.  It was developed by Nintendo R&D1 and published by Nintendo in North America. It was first released in Japan on August 30, 1983. It was then subsequently released in the Americas and Europe on October 18th and December 6th, 1985, respectively."
    }
  },
  {
    "name": "Balloon Fight",
    "released": {
      "US": "6-1-1986",
      "JPN": "1-22-1985",
      "EUR": "12-15-1986"
    },
    "developers": ["Nintendo R&D1"],
    "publishers": ["Nintendo"],
    "series": "Action",
    "copy": {
      "description": "Balloon Fight is a two player NES game about a Balloon Fighter, who rides to the top with two balloons on his harness, and avoids ducks. There is also a multiplayer version were two Balloon Fighters fight with different weapons attempting to pop their opponents balloons. Also the Balloon Fighter was planned to be fighter in Super Smash Bros Melee, but was plucked out at last minute."
    }
  },
  {
    "name": "Baseball",
    "released": {
      "US": "10-18-1985",
      "JPN": "12-7-1983",
      "EUR": "9-1-1986"
    },
    "developers": ["Nintendo R&D1"],
    "publishers": ["Nintendo"],
    "series": "Sports",
    "copy": {
      "description": "Baseball is a game that was released on the Nintendo Entertainment System and Game Boy based on the popular game of the same name. It is a simple Baseball game that is both developed and published by Nintendo."
    }
  },
  {
    "name": "Clu Clu Land",
    "released": {
      "US": "10-18-1985",
      "JPN": "11-22-1984",
      "EUR": "2-15-1987"
    },
    "developers": ["Nintendo R&D1"],
    "publishers": ["Nintendo"],
    "series": "Action",
    "copy": {
      "description": "Clu Clu Land is a video game released on the NES in 1984. It stars the red, sphere-like protagonist Bubbles, who gets around by grabbing poles, swinging around them, then letting go to change directions."
    }
  },
  {
    "name": "Donkey Kong",
    "released": {
      "US": "6-1-1986",
      "JPN": "7-15-1983",
      "EUR": "10-15-1985"
    },
    "developers": ["Nintendo"],
    "publishers": ["Nintendo"],
    "series": "Classic Arcade",
    "copy": {
      "description": "Donkey Kong was a port of the 1981 arcade game of the same name, hailed at the time as the most popular video game.",
      "story": "As the story goes, an escaped ape known as Donkey Kong has kidnapped a woman named Pauline, and takes her to a construction site. With Pauline's boyfriend, Mario, in pursuit after she yells in help for him, Donkey Kong uses his surroundings to try to stop Mario from saving his girlfriend. Along the way, Mario also finds tools and items of which can help him on his journey upwards."
    }
  },
  {
    "name": "Donkey Kong 3",
    "released": {
      "US": "6-15-1986",
      "JPN": "7-4-1984",
      "EUR": "9-15-1987"
    },
    "developers": ["Nintendo"],
    "publishers": ["Nintendo"],
    "series": "Classic Arcade",
    "copy": {
      "description": "Donkey Kong 3 is an arcade game that features Donkey Kong and Stanley. Stanley is a bugman that comes to defeat Donkey Kong on the account that he broke into his greenhouse. Stanley will now have to use his bug spray to not only defeat Donkey Kong, but also kill all the bugs that DK let in. This is the first Donkey Kong game that doesn't feature Mario and is the first one not to be a direct platform game, which could have led to its unsuccessful sells. Instead of being a platform game, it was rather a shooting game."
    }
  }
]
