[
  {
    "name": "10 Yard Fight",
    "released": {
      "US": "10-18-1985",
      "JPN": "",
      "EUR": ""
    },
    "developers": ["Nintendo R&D1"],
    "publishers": ["Nintendo"],
    "series": "Sports",
    "copy": {
      "description": "10-Yard Fight is a 1-2 player football game and one of the first NES games released in North America.  It was developed by Nintendo R&D1 and published by Nintendo in North America. It was first released in Japan on August 30, 1983. It was then subsequently released in the Americas and Europe on October 18th and December 6th, 1985, respectively."
    }
  },
  {
    "name": "Balloon Fight",
    "released": {
      "US": "6-1-1986",
      "JPN": "1-22-1985",
      "EUR": "12-15-1986"
    },
    "developers": ["Nintendo R&D1"],
    "publishers": ["Nintendo"],
    "series": "Action",
    "copy": {
      "description": "Balloon Fight is a two player NES game about a Balloon Fighter, who rides to the top with two balloons on his harness, and avoids ducks. There is also a multiplayer version were two Balloon Fighters fight with different weapons attempting to pop their opponents balloons. Also the Balloon Fighter was planned to be fighter in Super Smash Bros Melee, but was plucked out at last minute."
    }
  },
  {
    "name": "Baseball",
    "released": {
      "US": "10-18-1985",
      "JPN": "12-7-1983",
      "EUR": "9-1-1986"
    },
    "developers": ["Nintendo R&D1"],
    "publishers": ["Nintendo"],
    "series": "Sports",
    "copy": {
      "description": "Baseball is a game that was released on the Nintendo Entertainment System and Game Boy based on the popular game of the same name. It is a simple Baseball game that is both developed and published by Nintendo."
    }
  },
  {
    "name": "Clu Clu Land",
    "released": {
      "US": "10-18-1985",
      "JPN": "11-22-1984",
      "EUR": "2-15-1987"
    },
    "developers": ["Nintendo R&D1"],
    "publishers": ["Nintendo"],
    "series": "Action",
    "copy": {
      "description": "Clu Clu Land is a video game released on the NES in 1984. It stars the red, sphere-like protagonist Bubbles, who gets around by grabbing poles, swinging around them, then letting go to change directions."
    }
  },
  {
    "name": "Donkey Kong",
    "released": {
      "US": "6-1-1986",
      "JPN": "7-15-1983",
      "EUR": "10-15-1985"
    },
    "developers": ["Nintendo R&D2"],
    "publishers": ["Nintendo"],
    "series": "Classic Arcade",
    "copy": {
      "description": "Donkey Kong was a port of the 1981 arcade game of the same name, hailed at the time as the most popular video game.",
      "story": "As the story goes, an escaped ape known as Donkey Kong has kidnapped a woman named Pauline, and takes her to a construction site. With Pauline's boyfriend, Mario, in pursuit after she yells in help for him, Donkey Kong uses his surroundings to try to stop Mario from saving his girlfriend. Along the way, Mario also finds tools and items of which can help him on his journey upwards."
    }
  },
  {
    "name": "Donkey Kong 3",
    "released": {
      "US": "6-15-1986",
      "JPN": "7-4-1984",
      "EUR": "9-15-1987"
    },
    "developers": ["Nintendo"],
    "publishers": ["Nintendo"],
    "series": "Classic Arcade",
    "copy": {
      "description": "Donkey Kong 3 is an arcade game that features Donkey Kong and Stanley. Stanley is a bugman that comes to defeat Donkey Kong on the account that he broke into his greenhouse. Stanley will now have to use his bug spray to not only defeat Donkey Kong, but also kill all the bugs that DK let in. This is the first Donkey Kong game that doesn't feature Mario and is the first one not to be a direct platform game, which could have led to its unsuccessful sells. Instead of being a platform game, it was rather a shooting game."
    }
  },
  {
    "name": "Donkey Kong Jr",
    "released": {
      "US": "6-1-1986",
      "JPN": "7-15-1983",
      "EUR": "6-15-1987"
    },
    "developers": ["Nintendo R&D2"],
    "publishers": ["Nintendo"],
    "series": "Classic Arcade",
    "copy": {
      "description": "Donkey Kong Jr., also spelled Donkey Kong Junior in early arcade releases and home ports, is an arcade game starring Donkey Kong Jr. It is the direct sequel to Donkey Kong, and it and the similar Donkey Kong II, as well as Donkey Kong Circus are the only games in the Mario franchise where Mario is the antagonist.",
      "story": "Poor Donkey Kong™ has been captured by Mario™ and now finds himself locked up in a cage! It's up to Donkey Kong's son, Junior, to rescue him by snatching the keys to the cage away from Mario. Unfortunately for Junior, Mario won't give up those keys easily, and dangerous snap-jaws, nitpickers, and sparks will attack him along the way. Will Junior be able to help his father...? That all depends on you!"
    }
  },
  {
    "name": "Donkey Kong Jr Math",
    "released": {
      "US": "6-1-1986",
      "JPN": "12-12-1983",
      "EUR": "7-10-1986"
    },
    "developers": ["Nintendo R&D2"],
    "publishers": ["Nintendo"],
    "series": "Education",
    "copy": {
      "description": "Donkey Kong Jr. Math was the third game released in the Donkey Kong series, and the second to feature Donkey Kong Jr. It was released in 1983 for the NES. Donkey Kong will hold up a sign, and Donkey Kong Jr. must find the numbers and math sign to get to that number to get a point."
    }
  },
  {
    "name": "Duck Hunt",
    "released": {
      "US": "10-18-1985",
      "JPN": "4-21-1984",
      "EUR": "8-15-1987"
    },
    "developers": ["Nintendo R&D1"],
    "publishers": ["Nintendo"],
    "series": "Light Gun",
    "copy": {
      "description": "Your trusty hunting dog wades into the marshes to flush out your prey. Your fingers tighten around your Zapper™ light gun. Suddenly, there's a duck in the air! You've only got three shots to bag this duck, and if you miss, even your dog laughs at you! But become a sharp-shooter, and you'll progress to the next round where two ducks fly up at the same time. And then you're on to the ultimate challenge: Clay Shooting. Where you'll compete in a wild clay-pigeon shooting contest! Play DUCK HUNT and discover that you can have lots of laughs and be challenged at the same time."
    }
  },
  {
    "name": "Excitebike",
    "released": {
      "US": "10-1-1985",
      "JPN": "11-30-1984",
      "EUR": "1-1-1986"
    },
    "developers": ["Nintendo"],
    "publishers": ["Nintendo"],
    "series": "Programmable",
    "copy": {
      "description": "In Excitebike, players control a motorcyclist and race for the best ranking against other opponents. The player can choose to speed up (Turbo mode), however, using it too much can cause the bike to overheat. The courses feature slopes in which players can control the direction of the bike before it lands. If at a bad angle, the bike will crash; wasting valuable time. If the player ends up with a rank too low, they will be disqualified."
    }
  },
  {
    "name": "Golf",
    "released": {
      "US": "10-18-1985",
      "JPN": "5-1-1984",
      "EUR": "11-15-1986"
    },
    "developers": ["Nintendo R&D2"],
    "publishers": ["Nintendo"],
    "series": "Sports",
    "copy": {
      "description": "Golf is a game for the NES released in 1984. It is based on the sport of the same name. It was also ported to the Nintendo PlayChoice-10. The golfer has been identified as Mario in supplemental material, albeit not wearing his traditional shirt and overalls. However, the game Captain Rainbow would instead identify the golfer as Ossan, which happens to be a generic internal name Mario had during the development of Donkey Kong. Additionally, the Game Boy conversion of this game would feature Mario on the Western cover art, but not the Japanese version."
    }
  },
  {
    "name": "Gumshoe",
    "released": {
      "US": "6-6-1986",
      "JPN": "",
      "EUR": "6-15-1988"
    },
    "developers": ["Nintendo R&D1"],
    "publishers": ["Nintendo"],
    "series": "Light Gun",
    "copy": {
      "description": "Classic NES platformer in which the game continuously scrolls to the right. Players must use the NES Zapper accessory to make the character (Gumshoe) avoid obstacles and reach platforms. The Zapper can also be used to shoot enemies in the path.",
      "story": "Mr. Stevenson is an ex-FBI agent turned detective. He receives a ransom note from a mafia boss, King Dom, who has kidnapped Stevenson's daughter, Jennifer. Stevenson must collect five 'Black Panther Diamonds' within 24 hours in order to see his daughter again."
    }
  },
  {
    "name": "Gyromite",
    "released": {
      "US": "10-18-1985",
      "JPN": "8-13-1985",
      "EUR": "9-1-1986"
    },
    "developers": ["Nintendo R&D1"],
    "publishers": ["Nintendo"],
    "series": "Robot Series",
    "copy": {
      "description": "Professor Hector, a somewhat aged scientist, must traverse his expansive laboratory in order to collect and defuse the dynamite which is scattered across his lab. This game is one of the only two games that had support for the R.O.B., with the other game being Stack-Up."
    }
  },
  {
    "name": "Hogan’s Alley",
    "released": {
      "US": "10-18-1985",
      "JPN": "6-12-1984",
      "EUR": "12-15-1987"
    },
    "developers": ["Nintendo R&D1", "Intelligent Systems"],
    "publishers": ["Nintendo"],
    "series": "Light Gun",
    "copy": {
      "description": "Players shoot fake cardboard people on the screen, if the criminal is shot, the player continues, and if the police or citizens are shot, the player is penalized. Should a criminal not be shot, the player will also be penalized. Should there be too many penalties, the game is over. "
    }
  },
  {
    "name": "Ice Climber",
    "released": {
      "US": "10-18-1985",
      "JPN": "1-30-1985",
      "EUR": "9-1-1986"
    },
    "developers": ["Nintendo R&D1"],
    "publishers": ["Nintendo"],
    "series": "Action",
    "copy": {
      "description": "Two kids, the Ice Climbers, Popo, and Nana, climb to the top of an icy mountain filled with enemies such as Topis and Polar Bears to stop the evil condor at the top. The player wields a hammer to both kill enemies, and to make openings on the platform above."
    }
  },
  {
    "name": "Kid Icarus",
    "released": {
      "US": "7-1-1987",
      "JPN": "12-19-1986",
      "EUR": "2-15-1987"
    },
    "developers": ["Nintendo R&D1", "TOSE"],
    "publishers": ["Nintendo"],
    "series": "Adventure",
    "copy": {
      "description": "The player controls Pit through two-dimensional levels while fighting evil creatures and collecting items. Their objective is to find and defeat monsters that guard the three treasures.",
      "story": "Kid Icarus is set in the fantasy world known as Angel Land and revolves around Pit, an angel, and his quest for Three Sacred Treasures which he must equip to destroy the evil goddess of darkness Medusa and liberate the goddess of light and rightful ruler of Angel Land Palutena."
    }
  },
  {
    "name": "Kung Fu",
    "released": {
      "US": "10-1-1985",
      "JPN": "6-21-1985",
      "EUR": "4-15-1987"
    },
    "developers": ["Nintendo"],
    "publishers": ["Nintendo"],
    "series": "Action",
    "copy": {
      "story": "One day, a kung-fu master, Thomas, and his girlfriend, Silvia, are attacked by a gang of mysteriously men. While Thomas is trying to fight off the people in front of him, more come from the back, capture Silvia and then all of them take off. Thomas follows X's instructions and immediately shows up at the temple. There he must fight through 5 floors, each with an array of enemies, obstacles, and a boss at the end, until he reaches the 6th floor, in which he must fight Mr. X himself to free Silvia.",
      "description": "Players go through a side-scrolling level and can traverse upwards and downwards at the same time. Punches are the most powerful type of attack, though kicks have much better range. If the player character, Thomas, is attacked by an opponent, his health will subsequently start to decrease. Attacking them with your variety of attacks will cause them to eventually be defeated. At the end of each stage is a boss in which the player most defeat in order to progress. In all there are five bosses. Once all of the bosses have been defeated, the player will then start the game over, though it'll be more challenging the second time around."
    }
  },
  {
    "name": "Mach Rider",
    "released": {
      "US": "10-18-1985",
      "JPN": "11-21-1985",
      "EUR": "3-15-1987"
    },
    "developers": ["Nintendo R&D2"],
    "publishers": ["Nintendo"],
    "series": "Programmable",
    "copy": {
      "description": "Mach Rider takes place in the year 2112 when the earth has been invaded by evil forces. In the game, the Mach Rider drives a motorcycle, the Mach Bike, while destroying all the enemies in his way."
    }
  },
  {
    "name": "Mario Bros",
    "released": {
      "US": "6-23-1986",
      "JPN": "9-9-1983",
      "EUR": "9-1-1986"
    },
    "developers": ["Nintendo"],
    "publishers": ["Nintendo"],
    "series": "Arcade",
    "copy": {
      "description": "In Mario Bros., the player will take control of Mario. Luigi is also available as a playable character to a second player who wishes to work competitively or cooperatively alongside another player. There are various stages in Mario Bros., and in each one the ultimate goal is to eliminate the threat of pesky critters that have been infiltrating New York's sewers."
    }
  },
  {
    "name": "Metroid",
    "released": {
      "US": "8-13-1987",
      "JPN": "8-6-1986",
      "EUR": "1-15-1988"
    },
    "developers": ["Nintendo R&D1"],
    "publishers": ["Nintendo"],
    "series": "Adventure",
    "copy": {
      "description": "The basic gameplay is a mix of action adventure and platform shooter. The player begins with a very limited amount of power-ups, but must always use their ingenuity to achieve the next 'locked' or unreachable area.",
      "story": "In the year 20X5, the Space Pirates attack a Galactic Federation-owned space research vessel and seize samples of Metroid creatures—the parasitic lifeforms discovered on the planet SR388. While searching for the stolen Metroids, the Galactic Federation locates the Space Pirates' base of operations on the planet Zebes. The Federation decides to send a lone bounty hunter to penetrate the Pirates' base and destroy Mother Brain, the biomechanical life-form that controls the Space Pirates' fortress and its defenses. Considered the greatest of all bounty hunters, Samus Aran is chosen for the mission."
    }
  },
  {
    "name": "Pinball",
    "released": {
      "US": "10-18-1985",
      "JPN": "2-2-1984",
      "EUR": "9-1-1986"
    },
    "developers": ["Nintendo R&D1", "Intelligent Systems"],
    "publishers": ["Nintendo"],
    "series": "Action",
    "copy": {
      "description": "Pinball is a game where the player controls the paddles of a virtual pinball machine. The game has two screens to represent the traditional pinball table and one for a bonus mode."
    }
  },
  {
    "name": "Popeye",
    "released": {
      "US": "6-1-1986",
      "JPN": "7-15-1983",
      "EUR": "9-1-1986"
    },
    "developers": ["Nintendo R&D1"],
    "publishers": ["Nintendo", "Parker Brothers"],
    "series": "Arcade",
    "copy": {
      "description": "The object of the game is for Popeye the Sailor to collect a certain number of items dropped by Olive Oyl, depending on the level — 24 hearts, 16 musical notes, or 24 letters in the word HELP — while avoiding the Sea Hag, Brutus and other dangers."
    }
  },
  {
    "name": "Pro Wrestling",
    "released": {
      "US": "3-1-1987",
      "JPN": "10-21-1986",
      "EUR": "10-15-1987"
    },
    "developers": ["Nintendo R&D3"],
    "publishers": ["Nintendo"],
    "series": "Sports",
    "copy": {
      "description": "Pro Wrestling was the first wrestling game on the console and was both published and developed by Nintendo. In all there are seven distinct characters the player can chose from, each with their own special abilities."
    }
  },
  {
    "name": "Rad Racer",
    "released": {
      "US": "10-1-1987",
      "JPN": "8-7-1987",
      "EUR": "1-15-1988"
    },
    "developers": ["Square"],
    "publishers": ["Nintendo", "Square", "Mattel"],
    "series": "Sports",
    "copy": {
      "description": "Released as Highway Star in Japan, is a racing video game developed and published by Square for the Nintendo Entertainment System (NES) in 1987. In this game, players drive a Ferrari 328 or a generic Formula One racing machine through a racecourse."
    }
  },
  {
    "name": "Slalom",
    "released": {
      "US": "8-1-1987",
      "JPN": "",
      "EUR": "10-15-1987"
    },
    "developers": ["Rare"],
    "publishers": ["Nintendo"],
    "series": "Sports",
    "copy": {
      "description": "A skiing game developed by Rare and published by Nintendo. The game was one of Rare's earliest efforts in video games. You'll control a skier who must race down a mountain, dodging obstacles and hitting goals, within the given time. In all there are 24 courses. Your primary goal is to be on the right side of the Slalom flags, as going on the wrong side will cause you to tumble."
    }
  },
  {
    "name": "Soccer",
    "released": {
      "US": "3-1-1987",
      "JPN": "4-9-1985",
      "EUR": "1-5-1987"
    },
    "developers": ["Nintendo"],
    "publishers": ["Nintendo"],
    "series": "Sports",
    "copy": {
      "description": "A simple Soccer game where the player controls a team and try to score more points than the opponent by kicking a ball into the opponents goal."
    }
  },
  {
    "name": "StackUp",
    "released": {
      "US": "",
      "JPN": "",
      "EUR": ""
    },
    "developers": [],
    "publishers": [],
    "series": "",
    "copy": {
      "description": ""
    }
  },
  {
    "name": "Super Mario Bros",
    "released": {
      "US": "",
      "JPN": "",
      "EUR": ""
    },
    "developers": [],
    "publishers": [],
    "series": "",
    "copy": {
      "description": ""
    }
  },
  {
    "name": "Tennis",
    "released": {
      "US": "",
      "JPN": "",
      "EUR": ""
    },
    "developers": [],
    "publishers": [],
    "series": "",
    "copy": {
      "description": ""
    }
  },
  {
    "name": "Urban Champion",
    "released": {
      "US": "",
      "JPN": "",
      "EUR": ""
    },
    "developers": [],
    "publishers": [],
    "series": "",
    "copy": {
      "description": ""
    }
  },
  {
    "name": "Volleyball",
    "released": {
      "US": "",
      "JPN": "",
      "EUR": ""
    },
    "developers": [],
    "publishers": [],
    "series": "",
    "copy": {
      "description": ""
    }
  },
  {
    "name": "Wild Gunman",
    "released": {
      "US": "",
      "JPN": "",
      "EUR": ""
    },
    "developers": [],
    "publishers": [],
    "series": "",
    "copy": {
      "description": ""
    }
  },
  {
    "name": " Wrecking Crew",
    "released": {
      "US": "",
      "JPN": "",
      "EUR": ""
    },
    "developers": [],
    "publishers": [],
    "series": "",
    "copy": {
      "description": ""
    }
  }
]
